// Завдання 3: Числа та булі
//
// Створіть змінну яка буде символізувати вік певної персони.
//
// Після чого створіть булеву змінну яка буде визначати чи особа повнолітня базуючись на заченні з попередньої змінної.
//
// Виведіть усі змінні в консоль


// data
let age = 25;

// (1 variant)
// let adult = null;

// if (age >= 18) {
//     adult = true
//     }
// else {
//     adult = false
//     }
//==============================================

let adult = age >= 18





console.log(age)
console.log(adult)
