// Завдання 2: Конкатенація радків та шаблонний рядок

// Створіть дві змінні, які містять імена двох осіб.
// Використовуючи конкатенацію рядків, створіть новий рядок, який містить вітання для обох осіб. Виведіть результат в консоль.
// Потім використайте шаблонний рядок для створення того ж вітання. Виведіть результат в консоль.

let myFirstName = `Vlad`;
let hisFirstName = `Petro`;
let welcomeMessage = `Hello ${myFirstName} and ${hisFirstName}, welcome on this lesson`;

console.log(welcomeMessage);
